{
    "name": "Essays and Lectures",
    "type": "essays",
    "publish_year": "1879",
    "pages": 135,
    "link": "/read/wilde-essays-lectures.html",
    "content": {
        "THE RISE OF HISTORICAL CRITICISM\r\n": {
            "CHAPTER I": [
                " ",
                "HISTORICAL criticism nowhere occurs as an isolated fact in the\r\ncivilisation or literature of any people.  It is part of that\r\ncomplex working towards freedom which may be described as the\r\nrevolt against authority.  It is merely one facet of that\r\nspeculative spirit of an innovation, which in the sphere of action\r\nproduces democracy and revolution, and in that of thought is the\r\nparent of philosophy and physical science; and its importance as a\r\nfactor of progress is based not so much on the results it attains,\r\nas on the tone of thought which it represents, and the method by\r\nwhich it works.",
                "Being thus the resultant of forces essentially revolutionary, it is\r\nnot to be found in the ancient world among the material despotisms\r\nof Asia or the stationary civilisation of Egypt.  The clay\r\ncylinders of Assyria and Babylon, the hieroglyphics of the\r\npyramids, form not history but the material for history.",
                "The Chinese annals, ascending as they do to the barbarous forest\r\nlife of the nation, are marked with a soberness of judgment, a\r\nfreedom from invention, which is almost unparalleled in the\r\nwritings of any people; but the protective spirit which is the\r\ncharacteristic of that people proved as fatal to their literature\r\nas to their commerce.  Free criticism is as unknown as free trade.\r\nWhile as regards the Hindus, their acute, analytical and logical\r\nmind is directed rather to grammar, criticism and philosophy than\r\nto history or chronology.  Indeed, in history their imagination\r\nseems to have run wild, legend and fact are so indissolubly mingled\r\ntogether that any attempt to separate them seems vain.  If we\r\nexcept the identification of the Greek Sandracottus with the Indian\r\nChandragupta, we have really no clue by which we can test the truth\r\nof their writings or examine their method of investigation.",
                "It is among the Hellenic branch of the Indo-Germanic race that\r\nhistory proper is to be found, as well as the spirit of historical\r\ncriticism; among that wonderful offshoot of the primitive Aryans,\r\nwhom we call by the name of Greeks and to whom, as has been well\r\nsaid, we owe all that moves in the world except the blind forces of\r\nnature."
            ],
            "CHAPTER II": [
                " ",
                "AT an early period in their intellectual development the Greeks\r\nreached that critical point in the history of every civilised\r\nnation, when speculative invades the domain of revealed truth, when\r\nthe spiritual ideas of the people can no longer be satisfied by the\r\nlower, material conceptions of their inspired writers, and when men\r\nfind it impossible to pour the new wine of free thought into the\r\nold bottles of a narrow and a trammelling creed.",
                "From their Aryan ancestors they had received the fatal legacy of a\r\nmythology stained with immoral and monstrous stories which strove\r\nto hide the rational order of nature in a chaos of miracles, and to\r\nmar by imputed wickedness the perfection of God's nature - a very\r\nshirt of Nessos in which the Heracles of rationalism barely escaped\r\nannihilation.  Now while undoubtedly the speculations of Thales,\r\nand the alluring analogies of law and order afforded by physical\r\nscience, were most important forces in encouraging the rise of the\r\nspirit of scepticism, yet it was on its ethical side that the Greek\r\nmythology was chiefly open to attack.",
                null,
                null,
                "To this allegorical school the tale of the fight around the walls\r\nof Troy was a mystery, behind which, as behind a veil, were hidden\r\ncertain moral and physical truths.  The contest between Athena and\r\nAres was that eternal contest between rational thought and the\r\nbrute force of ignorance; the arrows which rattled in the quiver of\r\nthe 'Far Darter' were no longer the instruments of vengeance shot\r\nfrom the golden bow of the child of God, but the common rays of the\r\nsun, which was itself nothing but a mere inert mass of burning\r\nmetal."
            ],
            "CHAPTER III": [
                " ",
                "THE investigation into the two great problems of the origin of\r\nsociety and the philosophy of history occupies such an important\r\nposition in the evolution of Greek thought that, to obtain any\r\nclear view of the workings of the critical spirit, it will be\r\nnecessary to trace at some length their rise and scientific\r\ndevelopment as evinced not merely in the works of historians\r\nproper, but also in the philosophical treatises of Plato and\r\nAristotle.  The important position which these two great thinkers\r\noccupy in the progress of historical criticism can hardly be over-\r\nestimated.  I do not mean merely as regards their treatment of the\r\nGreek Bible, and Plato's endeavours to purge sacred history of its\r\nimmorality by the application of ethical canons at the time when\r\nAristotle was beginning to undermine the basis of miracles by his\r\nscientific conception of law, but with reference to these two wider\r\nquestions of the rise of civil institutions and the philosophy of\r\nhistory.",
                null,
                null
            ],
            "CHAPTER IV": [
                " ",
                "IT is evident that here Thucydides is ready to admit the variety of\r\nmanifestations which external causes bring about in their workings\r\non the uniform character of the nature of man.  Yet, after all is\r\nsaid, these are perhaps but very general statements:  the ordinary\r\neffects of peace and war are dwelt on, but there is no real\r\nanalysis of the immediate causes and general laws of the phenomena\r\nof life, nor does Thucydides seem to recognise the truth that if\r\nhumanity proceeds in circles, the circles are always widening.",
                "Perhaps we may say that with him the philosophy of history is\r\npartly in the metaphysical stage, and see, in the progress of this\r\nidea from Herodotus to Polybius, the exemplification of the Comtian\r\nLaw of the three stages of thought, the theological, the\r\nmetaphysical, and the scientific:  for truly out of the vagueness\r\nof theological mysticism this conception which we call the\r\nPhilosophy of History was raised to a scientific principle,\r\naccording to which the past was explained and the future predicted\r\nby reference to general laws.",
                null,
                "There have been many attempts since Plato to deduce from a single\r\nphilosophical principle all the phenomena which experience\r\nsubsequently verifies for us.  Fichte thought he could predict the\r\nworld-plan from the idea of universal time.  Hegel dreamed he had\r\nfound the key to the mysteries of life in the development of\r\nfreedom, and Krause in the categories of being.  But the one\r\nscientific basis on which the true philosophy of history must rest\r\nis the complete knowledge of the laws of human nature in all its\r\nwants, its aspirations, its powers and its tendencies:  and this\r\ngreat truth, which Thucydides may be said in some measure to have\r\napprehended, was given to us first by Plato."
            ]
        },
        "THE ENGLISH RENAISSANCE OF ART\r\n": {
            "THE ENGLISH RENAISSANCE OF ART": [
                " ",
                "AMONG the many debts which we owe to the supreme aesthetic faculty\r\nof Goethe is that he was the first to teach us to define beauty in\r\nterms the most concrete possible, to realise it, I mean, always in\r\nits special manifestations.  So, in the lecture which I have the\r\nhonour to deliver before you, I will not try to give you any\r\nabstract definition of beauty - any such universal formula for it\r\nas was sought for by the philosophy of the eighteenth century -\r\nstill less to communicate to you that which in its essence is\r\nincommunicable, the virtue by which a particular picture or poem\r\naffects us with a unique and special joy; but rather to point out\r\nto you the general ideas which characterise the great English\r\nRenaissance of Art in this century, to discover their source, as\r\nfar as that is possible, and to estimate their future as far as\r\nthat is possible.",
                "I call it our English Renaissance because it is indeed a sort of\r\nnew birth of the spirit of man, like the great Italian Renaissance\r\nof the fifteenth century, in its desire for a more gracious and\r\ncomely way of life, its passion for physical beauty, its exclusive\r\nattention to form, its seeking for new subjects for poetry, new\r\nforms of art, new intellectual and imaginative enjoyments:  and I\r\ncall it our romantic movement because it is our most recent\r\nexpression of beauty.",
                "It has been described as a mere revival of Greek modes of thought,\r\nand again as a mere revival of mediaeval feeling.  Rather I would\r\nsay that to these forms of the human spirit it has added whatever\r\nof artistic value the intricacy and complexity and experience of\r\nmodern life can give:  taking from the one its clearness of vision\r\nand its sustained calm, from the other its variety of expression\r\nand the mystery of its vision.  For what, as Goethe said, is the\r\nstudy of the ancients but a return to the real world (for that is\r\nwhat they did); and what, said Mazzini, is mediaevalism but\r\nindividuality?",
                "It is really from the union of Hellenism, in its breadth, its\r\nsanity of purpose, its calm possession of beauty, with the\r\nadventive, the intensified individualism, the passionate colour of\r\nthe romantic spirit, that springs the art of the nineteenth century\r\nin England, as from the marriage of Faust and Helen of Troy sprang\r\nthe beautiful boy Euphorion."
            ]
        },
        "HOUSE DECORATION\r\n": {
            "HOUSE DECORATION": [
                " ",
                "IN my last lecture I gave you something of the history of Art in\r\nEngland.  I sought to trace the influence of the French Revolution\r\nupon its development.  I said something of the song of Keats and\r\nthe school of the pre-Raphaelites.  But I do not want to shelter\r\nthe movement, which I have called the English Renaissance, under\r\nany palladium however noble, or any name however revered.  The\r\nroots of it have, indeed, to be sought for in things that have long\r\npassed away, and not, as some suppose, in the fancy of a few young\r\nmen - although I am not altogether sure that there is anything much\r\nbetter than the fancy of a few young men.",
                "When I appeared before you on a previous occasion, I had seen\r\nnothing of American art save the Doric columns and Corinthian\r\nchimney-pots visible on your Broadway and Fifth Avenue.  Since\r\nthen, I have been through your country to some fifty or sixty\r\ndifferent cities, I think.  I find that what your people need is\r\nnot so much high imaginative art but that which hallows the vessels\r\nof everyday use.  I suppose that the poet will sing and the artist\r\nwill paint regardless whether the world praises or blames.  He has\r\nhis own world and is independent of his fellow-men.  But the\r\nhandicraftsman is dependent on your pleasure and opinion.  He needs\r\nyour encouragement and he must have beautiful surroundings.  Your\r\npeople love art but do not sufficiently honour the handicraftsman.\r\nOf course, those millionaires who can pillage Europe for their\r\npleasure need have no care to encourage such; but I speak for those\r\nwhose desire for beautiful things is larger than their means.  I\r\nfind that one great trouble all over is that your workmen are not\r\ngiven to noble designs.  You cannot be indifferent to this, because\r\nArt is not something which you can take or leave.  It is a\r\nnecessity of human life."
            ]
        },
        "ART AND THE HANDICRAFTSMAN\r\n": {
            "ART AND THE HANDICRAFTSMAN": [
                " ",
                "PEOPLE often talk as if there was an opposition between what is\r\nbeautiful and what is useful.  There is no opposition to beauty\r\nexcept ugliness:  all things are either beautiful or ugly, and\r\nutility will be always on the side of the beautiful thing, because\r\nbeautiful decoration is always on the side of the beautiful thing,\r\nbecause beautiful decoration is always an expression of the use you\r\nput a thing to and the value placed on it.  No workman will\r\nbeautifully decorate bad work, nor can you possibly get good\r\nhandicraftsmen or workmen without having beautiful designs.  You\r\nshould be quite sure of that.  If you have poor and worthless\r\ndesigns in any craft or trade you will get poor and worthless\r\nworkmen only, but the minute you have noble and beautiful designs,\r\nthen you get men of power and intellect and feeling to work for\r\nyou.  By having good designs you have workmen who work not merely\r\nwith their hands but with their hearts and heads too; otherwise you\r\nwill get merely the fool or the loafer to work for you.",
                "That the beauty of life is a thing of no moment, I suppose few\r\npeople would venture to assert.  And yet most civilised people act\r\nas if it were of none, and in so doing are wronging both themselves\r\nand those that are to come after them.  For that beauty which is\r\nmeant by art is no mere accident of human life which people can\r\ntake or leave, but a positive necessity of life if we are to live\r\nas nature meant us to, that is to say unless we are content to be\r\nless than men.",
                "Do not think that the commercial spirit which is the basis of your\r\nlife and cities here is opposed to art.  Who built the beautiful\r\ncities of the world but commercial men and commercial men only?\r\nGenoa built by its traders, Florence by its bankers, and Venice,\r\nmost lovely of all, by its noble and honest merchants.",
                "I do not wish you, remember, 'to build a new Pisa,' nor to bring\r\n'the life or the decorations of the thirteenth century back again.'\r\n'The circumstances with which you must surround your workmen are\r\nthose' of modern American life, 'because the designs you have now\r\nto ask for from your workmen are such as will make modern' American\r\n'life beautiful.'  The art we want is the art based on all the\r\ninventions of modern civilisation, and to suit all the needs of\r\nnineteenth-century life."
            ]
        },
        "LECTURE TO ART STUDENTS\r\n": {
            "LECTURE TO ART STUDENTS": [
                " ",
                "IN the lecture which it is my privilege to deliver before you to-\r\nnight I do not desire to give you any abstract definition of beauty\r\nat all.  For we who are working in art cannot accept any theory of\r\nbeauty in exchange for beauty itself, and, so far from desiring to\r\nisolate it in a formula appealing to the intellect, we, on the\r\ncontrary, seek to materialise it in a form that gives joy to the\r\nsoul through the senses.  We want to create it, not to define it.\r\nThe definition should follow the work:  the work should not adapt\r\nitself to the definition.",
                "Nothing, indeed, is more dangerous to the young artist than any\r\nconception of ideal beauty:  he is constantly led by it either into\r\nweak prettiness or lifeless abstraction:  whereas to touch the\r\nideal at all you must not strip it of vitality.  You must find it\r\nin life and re-create it in art.",
                "While, then, on the one hand I do not desire to give you any\r\nphilosophy of beauty - for, what I want to-night is to investigate\r\nhow we can create art, not how we can talk of it - on the other\r\nhand, I do not wish to deal with anything like a history of English\r\nart.",
                "To begin with, such an expression as English art is a meaningless\r\nexpression.  One might just as well talk of English mathematics.\r\nArt is the science of beauty, and Mathematics the science of truth:\r\nthere is no national school of either.  Indeed, a national school\r\nis a provincial school, merely.  Nor is there any such thing as a\r\nschool of art even.  There are merely artists, that is all."
            ]
        },
        "LONDON MODELS\r\n": {
            "LONDON MODELS": [
                " ",
                null,
                null
            ]
        },
        "POEMS IN PROSE\r\n": {
            "THE ARTIST": [
                " ",
                null,
                null,
                "Now this image he had himself, and with his own hands, fashioned,\r\nand had set it on the tomb of the one thing he had loved in life.\r\nOn the tomb of the dead thing he had most loved had he set this\r\nimage of his own fashioning, that it might serve as a sign of the\r\nlove of man that dieth not, and a symbol of the sorrow of man that\r\nendureth for ever.  And in the whole world there was no other\r\nbronze save the bronze of this image.",
                "And he took the image he had fashioned, and set it in a great\r\nfurnace, and gave it to the fire.",
                null
            ],
            "THE DOER OF GOOD": [
                " ",
                "It was night-time and He was alone.",
                "And He saw afar-off the walls of a round city and went towards the\r\ncity.",
                "And when He came near He heard within the city the tread of the\r\nfeet of joy, and the laughter of the mouth of gladness and the loud\r\nnoise of many lutes.  And He knocked at the gate and certain of the\r\ngate-keepers opened to Him.",
                "And He beheld a house that was of marble and had fair pillars of\r\nmarble before it.  The pillars were hung with garlands, and within\r\nand without there were torches of cedar.  And He entered the house.",
                "And when He had passed through the hall of chalcedony and the hall\r\nof jasper, and reached the long hall of feasting, He saw lying on a\r\ncouch of sea-purple one whose hair was crowned with red roses and\r\nwhose lips were red with wine.",
                "And He went behind him and touched him on the shoulder and said to\r\nhim, 'Why do you live like this?'",
                "And the young man turned round and recognised Him, and made answer\r\nand said, 'But I was a leper once, and you healed me.  How else\r\nshould I live?'",
                "And He passed out of the house and went again into the street.",
                "And after a little while He saw one whose face and raiment were\r\npainted and whose feet were shod with pearls.  And behind her came,\r\nslowly as a hunter, a young man who wore a cloak of two colours.\r\nNow the face of the woman was as the fair face of an idol, and the\r\neyes of the young man were bright with lust.",
                "And He followed swiftly and touched the hand of the young man and\r\nsaid to him, 'Why do you look at this woman and in such wise?'",
                "And the young man turned round and recognised Him and said, 'But I\r\nwas blind once, and you gave me sight.  At what else should I\r\nlook?'"
            ],
            "THE DISCIPLE": [
                " ",
                "When Narcissus died the pool of his pleasure changed from a cup of\r\nsweet waters into a cup of salt tears, and the Oreads came weeping\r\nthrough the woodland that they might sing to the pool and give it\r\ncomfort.",
                "And when they saw that the pool had changed from a cup of sweet\r\nwaters into a cup of salt tears, they loosened the green tresses of\r\ntheir hair and cried to the pool and said, 'We do not wonder that\r\nyou should mourn in this manner for Narcissus, so beautiful was\r\nhe.'",
                "'But was Narcissus beautiful?' said the pool.",
                "'Who should know that better than you?' answered the Oreads.  'Us\r\ndid he ever pass by, but you he sought for, and would lie on your\r\nbanks and look down at you, and in the mirror of your waters he\r\nwould mirror his own beauty.'",
                "And the pool answered, 'But I loved Narcissus because, as he lay on\r\nmy banks and looked down at me, in the mirror of his eyes I saw\r\never my own beauty mirrored.'"
            ],
            "THE MASTER": [
                " ",
                "Now when the darkness came over the earth Joseph of Arimathea,\r\nhaving lighted a torch of pinewood, passed down from the hill into\r\nthe valley.  For he had business in his own home.",
                "And kneeling on the flint stones of the Valley of Desolation he saw\r\na young man who was naked and weeping.  His hair was the colour of\r\nhoney, and his body was as a white flower, but he had wounded his\r\nbody with thorns and on his hair had he set ashes as a crown.",
                "And he who had great possessions said to the young man who was\r\nnaked and weeping, 'I do not wonder that your sorrow is so great,\r\nfor surely He was a just man.'",
                "And the young man answered, 'It is not for Him that I am weeping,\r\nbut for myself.  I too have changed water into wine, and I have\r\nhealed the leper and given sight to the blind.  I have walked upon\r\nthe waters, and from the dwellers in the tombs I have cast out\r\ndevils.  I have fed the hungry in the desert where there was no\r\nfood, and I have raised the dead from their narrow houses, and at\r\nmy bidding, and before a great multitude, of people, a barren fig-\r\ntree withered away.  All things that this man has done I have done\r\nalso.  And yet they have not crucified me.'"
            ],
            "THE HOUSE OF JUDGMENT": [
                " ",
                "And there was silence in the House of Judgment, and the Man came\r\nnaked before God.",
                "And God opened the Book of the Life of the Man.",
                "And God said to the Man, 'Thy life hath been evil, and thou hast\r\nshown cruelty to those who were in need of succour, and to those\r\nwho lacked help thou hast been bitter and hard of heart.  The poor\r\ncalled to thee and thou didst not hearken, and thine ears were\r\nclosed to the cry of My afflicted.  The inheritance of the\r\nfatherless thou didst take unto thyself, and thou didst send the\r\nfoxes into the vineyard of thy neighbour's field.  Thou didst take\r\nthe bread of the children and give it to the dogs to eat, and My\r\nlepers who lived in the marshes, and were at peace and praised Me,\r\nthou didst drive forth on to the highways, and on Mine earth out of\r\nwhich I made thee thou didst spill innocent blood.'",
                "And the Man made answer and said, 'Even so did I.'",
                "And again God opened the Book of the Life of the Man.",
                "And God said to the Man, 'Thy life hath been evil, and the Beauty I\r\nhave shown thou hast sought for, and the Good I have hidden thou\r\ndidst pass by.  The walls of thy chamber were painted with images,\r\nand from the bed of thine abominations thou didst rise up to the\r\nsound of flutes.  Thou didst build seven altars to the sins I have\r\nsuffered, and didst eat of the thing that may not be eaten, and the\r\npurple of thy raiment was broidered with the three signs of shame.\r\nThine idols were neither of gold nor of silver that endure, but of\r\nflesh that dieth.  Thou didst stain their hair with perfumes and\r\nput pomegranates in their hands.  Thou didst stain their feet with\r\nsaffron and spread carpets before them.  With antimony thou didst\r\nstain their eyelids and their bodies thou didst smear with myrrh.\r\nThou didst bow thyself to the ground before them, and the thrones\r\nof thine idols were set in the sun.  Thou didst show to the sun thy\r\nshame and to the moon thy madness.'",
                "And the Man made answer and said, 'Even so did I.'"
            ],
            "THE TEACHER OF WISDOM": [
                " ",
                "From his childhood he had been as one filled with the perfect\r\nknowledge of God, and even while he was yet but a lad many of the\r\nsaints, as well as certain holy women who dwelt in the free city of\r\nhis birth, had been stirred to much wonder by the grave wisdom of\r\nhis answers.",
                "And when his parents had given him the robe and the ring of manhood\r\nhe kissed them, and left them and went out into the world, that he\r\nmight speak to the world about God.  For there were at that time\r\nmany in the world who either knew not God at all, or had but an\r\nincomplete knowledge of Him, or worshipped the false gods who dwell\r\nin groves and have no care of their worshippers.",
                "And he set his face to the sun and journeyed, walking without\r\nsandals, as he had seen the saints walk, and carrying at his girdle\r\na leathern wallet and a little water-bottle of burnt clay.",
                "And as he walked along the highway he was full of the joy that\r\ncomes from the perfect knowledge of God, and he sang praises unto\r\nGod without ceasing; and after a time he reached a strange land in\r\nwhich there were many cities.",
                "And he passed through eleven cities.  And some of these cities were\r\nin valleys, and others were by the banks of great rivers, and\r\nothers were set on hills.  And in each city he found a disciple who\r\nloved him and followed him, and a great multitude also of people\r\nfollowed him from each city, and the knowledge of God spread in the\r\nwhole land, and many of the rulers were converted, and the priests\r\nof the temples in which there were idols found that half of their\r\ngain was gone, and when they beat upon their drums at noon none, or\r\nbut a few, came with peacocks and with offerings of flesh as had\r\nbeen the custom of the land before his coming.",
                "Yet the more the people followed him, and the greater the number of\r\nhis disciples, the greater became his sorrow.  And he knew not why\r\nhis sorrow was so great.  For he spake ever about God, and out of\r\nthe fulness of that perfect knowledge of God which God had Himself\r\ngiven to him."
            ]
        },
        "FOOTNOTES\r\n": {
            "Footnotes": [
                " ",
                "Footnotes:",
                null,
                null,
                null,
                null,
                "(5) Notably, of course, in the case of heat and its laws.",
                "(6) Cousin errs a good deal in this respect.  To say, as he did,\r\n'Give me the latitude and the longitude of a country, its rivers\r\nand its mountains, and I will deduce the race,' is surely a glaring\r\nexaggeration.",
                "(7) The monarchical, aristocratical, and democratic elements of the\r\nRoman constitution are referred to.",
                "(8) Polybius, vi. 9. [Greek text which cannot be reproduced]",
                "(9) [Greek text which cannot be reproduced]",
                "(10) The various stages are [Greek text which cannot be\r\nreproduced], [Greek text which cannot be reproduced].",
                "(11) Polybius, xii. 24.",
                null,
                "(13) He makes one exception.",
                "(14) Polybius, viii. 4.",
                "(15) Polybius, xvi. 12.",
                "(16) Polybius, viii. 4:  [Greek text which cannot be reproduced]"
            ]
        }
    }
}