{
    "name": "The Happy Prince and Other Tales",
    "type": "short stories",
    "publish_year": "1888",
    "pages": 48,
    "link": "/read/the-happy-prince.html",
    "content": {
        "THE HAPPY PRINCE": [
            " ",
            "High above the city, on a tall column, stood the statue of the\r\nHappy Prince.  He was gilded all over with thin leaves of fine\r\ngold, for eyes he had two bright sapphires, and a large red ruby\r\nglowed on his sword-hilt.",
            "He was very much admired indeed.  \"He is as beautiful as a\r\nweathercock,\" remarked one of the Town Councillors who wished to\r\ngain a reputation for having artistic tastes; \"only not quite so\r\nuseful,\" he added, fearing lest people should think him\r\nunpractical, which he really was not.",
            "\"Why can't you be like the Happy Prince?\" asked a sensible mother\r\nof her little boy who was crying for the moon.  \"The Happy Prince\r\nnever dreams of crying for anything.\"",
            "\"I am glad there is some one in the world who is quite happy,\"\r\nmuttered a disappointed man as he gazed at the wonderful statue.",
            "\"He looks just like an angel,\" said the Charity Children as they\r\ncame out of the cathedral in their bright scarlet cloaks and their\r\nclean white pinafores.",
            "\"How do you know?\" said the Mathematical Master, \"you have never\r\nseen one.\"",
            "\"Ah! but we have, in our dreams,\" answered the children; and the\r\nMathematical Master frowned and looked very severe, for he did not\r\napprove of children dreaming.",
            "One night there flew over the city a little Swallow.  His friends\r\nhad gone away to Egypt six weeks before, but he had stayed behind,\r\nfor he was in love with the most beautiful Reed.  He had met her\r\nearly in the spring as he was flying down the river after a big\r\nyellow moth, and had been so attracted by her slender waist that he\r\nhad stopped to talk to her.",
            "\"Shall I love you?\" said the Swallow, who liked to come to the\r\npoint at once, and the Reed made him a low bow.  So he flew round\r\nand round her, touching the water with his wings, and making silver\r\nripples.  This was his courtship, and it lasted all through the\r\nsummer."
        ],
        "THE NIGHTINGALE AND THE ROSE": [
            " ",
            "\"She said that she would dance with me if I brought her red roses,\"\r\ncried the young Student; \"but in all my garden there is no red\r\nrose.\"",
            "From her nest in the holm-oak tree the Nightingale heard him, and\r\nshe looked out through the leaves, and wondered.",
            "\"No red rose in all my garden!\" he cried, and his beautiful eyes\r\nfilled with tears.  \"Ah, on what little things does happiness\r\ndepend!  I have read all that the wise men have written, and all\r\nthe secrets of philosophy are mine, yet for want of a red rose is\r\nmy life made wretched.\"",
            "\"Here at last is a true lover,\" said the Nightingale.  \"Night after\r\nnight have I sung of him, though I knew him not:  night after night\r\nhave I told his story to the stars, and now I see him.  His hair is\r\ndark as the hyacinth-blossom, and his lips are red as the rose of\r\nhis desire; but passion has made his face like pale ivory, and\r\nsorrow has set her seal upon his brow.\"",
            "\"The Prince gives a ball to-morrow night,\" murmured the young\r\nStudent, \"and my love will be of the company.  If I bring her a red\r\nrose she will dance with me till dawn.  If I bring her a red rose,\r\nI shall hold her in my arms, and she will lean her head upon my\r\nshoulder, and her hand will be clasped in mine.  But there is no\r\nred rose in my garden, so I shall sit lonely, and she will pass me\r\nby.  She will have no heed of me, and my heart will break.\"",
            "\"Here indeed is the true lover,\" said the Nightingale.  \"What I\r\nsing of, he suffers - what is joy to me, to him is pain.  Surely\r\nLove is a wonderful thing.  It is more precious than emeralds, and\r\ndearer than fine opals.  Pearls and pomegranates cannot buy it, nor\r\nis it set forth in the marketplace.  It may not be purchased of the\r\nmerchants, nor can it be weighed out in the balance for gold.\""
        ],
        "THE SELFISH GIANT": [
            " ",
            "Every afternoon, as they were coming from school, the children used\r\nto go and play in the Giant's garden.",
            "It was a large lovely garden, with soft green grass.  Here and\r\nthere over the grass stood beautiful flowers like stars, and there\r\nwere twelve peach-trees that in the spring-time broke out into\r\ndelicate blossoms of pink and pearl, and in the autumn bore rich\r\nfruit.  The birds sat on the trees and sang so sweetly that the\r\nchildren used to stop their games in order to listen to them.  \"How\r\nhappy we are here!\" they cried to each other.",
            "One day the Giant came back.  He had been to visit his friend the\r\nCornish ogre, and had stayed with him for seven years.  After the\r\nseven years were over he had said all that he had to say, for his\r\nconversation was limited, and he determined to return to his own\r\ncastle.  When he arrived he saw the children playing in the garden.",
            "\"What are you doing here?\" he cried in a very gruff voice, and the\r\nchildren ran away.",
            "\"My own garden is my own garden,\" said the Giant; \"any one can\r\nunderstand that, and I will allow nobody to play in it but myself.\"\r\nSo he built a high wall all round it, and put up a notice-board.",
            null,
            "He was a very selfish Giant.",
            "The poor children had now nowhere to play.  They tried to play on\r\nthe road, but the road was very dusty and full of hard stones, and\r\nthey did not like it.  They used to wander round the high wall when\r\ntheir lessons were over, and talk about the beautiful garden\r\ninside.  \"How happy we were there,\" they said to each other."
        ],
        "THE DEVOTED FRIEND": [
            " ",
            "One morning the old Water-rat put his head out of his hole.  He had\r\nbright beady eyes and stiff grey whiskers and his tail was like a\r\nlong bit of black india-rubber.  The little ducks were swimming\r\nabout in the pond, looking just like a lot of yellow canaries, and\r\ntheir mother, who was pure white with real red legs, was trying to\r\nteach them how to stand on their heads in the water.",
            "\"You will never be in the best society unless you can stand on your\r\nheads,\" she kept saying to them; and every now and then she showed\r\nthem how it was done.  But the little ducks paid no attention to\r\nher.  They were so young that they did not know what an advantage\r\nit is to be in society at all.",
            "\"What disobedient children!\" cried the old Water-rat; \"they really\r\ndeserve to be drowned.\"",
            "\"Nothing of the kind,\" answered the Duck, \"every one must make a\r\nbeginning, and parents cannot be too patient.\"",
            "\"Ah! I know nothing about the feelings of parents,\" said the Water-\r\nrat; \"I am not a family man.  In fact, I have never been married,\r\nand I never intend to be.  Love is all very well in its way, but\r\nfriendship is much higher.  Indeed, I know of nothing in the world\r\nthat is either nobler or rarer than a devoted friendship.\"",
            "\"And what, pray, is your idea of the duties of a devoted friend?\"\r\nasked a Green Linnet, who was sitting in a willow-tree hard by, and\r\nhad overheard the conversation.",
            "\"Yes, that is just what I want to know,\" said the Duck; and she\r\nswam away to the end of the pond, and stood upon her head, in order\r\nto give her children a good example.",
            "\"What a silly question!\" cried the Water-rat.  \"I should expect my\r\ndevoted friend to be devoted to me, of course.\"",
            "\"And what would you do in return?\" said the little bird, swinging\r\nupon a silver spray, and flapping his tiny wings."
        ],
        "THE REMARKABLE ROCKET": [
            " ",
            "The King's son was going to be married, so there were general\r\nrejoicings.  He had waited a whole year for his bride, and at last\r\nshe had arrived.  She was a Russian Princess, and had driven all\r\nthe way from Finland in a sledge drawn by six reindeer.  The sledge\r\nwas shaped like a great golden swan, and between the swan's wings\r\nlay the little Princess herself.  Her long ermine-cloak reached\r\nright down to her feet, on her head was a tiny cap of silver\r\ntissue, and she was as pale as the Snow Palace in which she had\r\nalways lived.  So pale was she that as she drove through the\r\nstreets all the people wondered.  \"She is like a white rose!\" they\r\ncried, and they threw down flowers on her from the balconies.",
            "At the gate of the Castle the Prince was waiting to receive her.\r\nHe had dreamy violet eyes, and his hair was like fine gold.  When\r\nhe saw her he sank upon one knee, and kissed her hand.",
            "\"Your picture was beautiful,\" he murmured, \"but you are more\r\nbeautiful than your picture\"; and the little Princess blushed.",
            "\"She was like a white rose before,\" said a young Page to his\r\nneighbour, \"but she is like a red rose now\"; and the whole Court\r\nwas delighted.",
            "For the next three days everybody went about saying, \"White rose,\r\nRed rose, Red rose, White rose\"; and the King gave orders that the\r\nPage's salary was to be doubled.  As he received no salary at all\r\nthis was not of much use to him, but it was considered a great\r\nhonour, and was duly published in the Court Gazette.",
            "When the three days were over the marriage was celebrated.  It was\r\na magnificent ceremony, and the bride and bridegroom walked hand in\r\nhand under a canopy of purple velvet embroidered with little\r\npearls.  Then there was a State Banquet, which lasted for five\r\nhours.  The Prince and Princess sat at the top of the Great Hall\r\nand drank out of a cup of clear crystal.  Only true lovers could\r\ndrink out of this cup, for if false lips touched it, it grew grey\r\nand dull and cloudy."
        ]
    }
}